benchmarks/framework-shootout/results/fastapi/stream/run1/wrk_steady.txt
Running 5s test @ http://fastapi:8080/stream
  4 threads and 20 connections
  Thread Stats   Avg      Stdev     Max   +/- Stdev
    Latency    26.54ms   21.68ms  95.91ms   75.51%
    Req/Sec   211.88     24.55   277.00     70.50%
  Latency Distribution
     50%   15.11ms
     75%   41.78ms
     90%   62.68ms
     99%   74.98ms
  4246 requests in 5.03s, 41.51GB read
Requests/sec:    844.43
Transfer/sec:      8.26GB